{
  "articleContent" : {
    "_id" : "wm-articleContent-wm.Variable-1484592489960",
    "name" : "articleContent",
    "owner" : "Page",
    "category" : "wm.Variable",
    "dataBinding" : [ ],
    "dataSet" : {
      "dataValue" : {
        "message" : "<p>Do you use <b>'baby talk'</b> to fuss over your dog? If your pup is still young, then the childish chatter may help, but older dogs don't care about that high-pitched cooing, a new study finds. To determine how dogs react to human speech, researchers in the new study first recorded 30 women reading from a script while looking at a dog's photograph. When reading such phrases as 'Hello, cutie!' and 'Who's a good boy?' with the photos, the women spoke in the distinctive sing-song tones of baby talk. But when reading the script to humans, the women's voices were more neutral in tone. The age of the dog in the photo did not alter the participants' use of the dog-directed speech, though the women did take on an even higher pitch when looking at puppy photos, the researchers said. </p><p><i>'By showing that human speakers employ dog-directed speech to communicate with dogs of all ages, this study suggests that this particular register of speech is used to engage with a nonspeaking, rather than just a juvenile listener'</i>, the study authors wrote in the paper. The scientists noted that this aspect of their study was insightful to human behavior in the use of dog-directed speech. However, the animals on the receiving end of this speech did not all respond equally. The recordings were played for 10 puppies and 10 adult dogs in a New York City shelter. Nine of the puppies reacted strongly to the recordings of the women speaking in the higher pitch. Not only did the puppies react more quickly to this tone of voice, but they would also look at the loudspeaker more often and would approach it, the researchers said. The puppies were slightly less reactive to the recordings of women speaking neutrally, the investigators added.</p><p> Adult dogs, on the other hand, were less responsive to both the dog-directed speech and neutral recordings, said study co-author Nicolas Mathevon, a bioacoustician at the University of Lyon in Saint-Étienne,&nbsp;France. Mathevon and his colleagues concluded that puppies are more sensitive to the higher acoustics of dog-directed speech, adding that use of the baby talk could assist young dogs with learning words, just as it does with human babies. However, as the dogs age, that acoustic sensitivity is diminished or loses its value, the researchers said.</p><p><b>'They didn't care at all,'</b> Mathevon told Science magazine. We often say the same sweet, nonsensical things to our dogs that we say to our babies—and in almost the same slow, high-pitched voice. Now, scientists have shown that puppies find our pooch-directed speech exciting, whereas older dogs are somewhat indifferent. The findings show, for the first time, that young dogs respond to this way of talking, and that it may help them learn words—as such talk does with human babies. To find out how dogs reacted to human speech, Nicolas Mathevon, a bioacoustician at the University of Lyon in Saint Étienne,&nbsp;France, and his colleagues first recorded the voices of 30 women as they looked at a dog’s photograph and read from a script, 'Hi! Hello cutie! Who’s a good boy? Come here! Good boy! Yes! Come here sweetie pie! What a good boy!' (The scientists were afraid the women would ad lib if they spoke to a real dog.) The women also repeated the passage to a person.</p>"
      }
    },
    "type" : "string",
    "isList" : false,
    "saveInPhonegap" : false
  }
}